Repository: Acquisto/acquistoShop
Catalog: languages/*/*_shop_hersteller.xlf
Languages: lv

# tl_shop_hersteller.title_legend
source: Allgemein
lv: Vispārīgi

# tl_shop_hersteller.address_legend
source: Adressdaten
lv: Adrese

# tl_shop_hersteller.contact_legend
source: Kontaktdaten
lv: Kontakti

# tl_shop_hersteller.bezeichnung.0
source: Bezeichnung
lv: Apraksts

# tl_shop_hersteller.bezeichnung.1
source: Geben Sie den Namen des Herstellers ein.
lv: Ievadiet ražotāja nosaukumu.

# tl_shop_hersteller.street.0
source: Straße
lv: Iela

# tl_shop_hersteller.street.1
source: Bitte geben Sie den Straßennamen und die Hausnummer ein.
lv: Lūdzu, ievadiet ielas nosaukumu un mājas numuru.

# tl_shop_hersteller.postal.0
source: Postleitzahl
lv: Pasta indekss

# tl_shop_hersteller.postal.1
source: Bitte geben Sie die Postleitzahl ein.
lv: Lūdzu ievadiet pasta indeksu.

# tl_shop_hersteller.city.0
source: Ort
lv: Vieta

# tl_shop_hersteller.city.1
source: Bitte geben Sie den Namen des Ortes ein.
lv: Lūdzu, ievadiet vietas nosaukumu.

# tl_shop_hersteller.phone.0
source: Telefon
lv: Tālrunis

# tl_shop_hersteller.phone.1
source: Bitte geben Sie die Telefonnummer ein.
lv: Lūdzu, ievadiet tālruņa numuru.

# tl_shop_hersteller.fax.0
source: Faxnummer
lv: Faksa numurs

# tl_shop_hersteller.fax.1
source: Bitte geben Sie die Faxnummer ein.
lv: Lūdzu, ievadiet faksa numuru.

# tl_shop_hersteller.email.0
source: E-Mail Adresse
lv: E-pasta adrese

# tl_shop_hersteller.email.1
source: Bitte geben Sie eine gültige E-Mail-Adresse ein.
lv: Lūdzu, ievadiet derīgu e-pasta adresi.

# tl_shop_hersteller.website.0
source: Webseite
lv: Tīmekļa vietne

# tl_shop_hersteller.website.1
source: Hier können Sie eine Web-Adresse eingeben.
lv: Šeit jūs varat ievadīt tīmekļa vietnes adresi.

# tl_shop_hersteller.new.0
source: Neuer Hersteller
lv: Jauns ražotājs

# tl_shop_hersteller.new.1
source: Einen neuen Hersteller erstellen
lv: Izveidot jaunu ražotāju

# tl_shop_hersteller.edit.0
source: Bearbeiten
lv: Apstrādāt

# tl_shop_hersteller.edit.1
source: Hersteller ID %s bearbeiten
lv: Apstrādāt ražotāju ID %s

# tl_shop_hersteller.copy.0
source: Duplizieren
lv: Dublicēt

# tl_shop_hersteller.copy.1
source: Hersteller ID %s duplizieren
lv: Dublicēt ražotāju ID %s

# tl_shop_hersteller.delete.0
source: Löschen
lv: Dzēst

# tl_shop_hersteller.delete.1
source: Hersteller ID %s löschen
lv: Dzēst ražotāju ID %s

# tl_shop_hersteller.show.0
source: Details
lv: Detaļas

# tl_shop_hersteller.show.1
source: Die Details des Herstellers ID %s anzeigen
lv: Parādīt ražotāja ID %s informāciju
