Repository: Acquisto/acquistoShop
Catalog: languages/*/*_shop_currency.xlf
Languages: lv

# tl_shop_currency.title_legend
source: Allgemein
lv: Vispārīgi

# tl_shop_currency.config_legend
source: Einstellungen
lv: Iestatījumi

# tl_shop_currency.title.0
source: Bezeichnung
lv: Apzīmējums

# tl_shop_currency.currency.0
source: Währung
lv: Valūta

# tl_shop_currency.guests.0
source: Gäste
lv: Viesi

# tl_shop_currency.guests.1
source: Ist diese Währung für Gäste sichrbar?
lv: Vai šī valūta ir redzama viesiem?

# tl_shop_currency.groups.0
source: Mitgliedergruppen
lv: Biedru grupas

# tl_shop_currency.new.0
source: Neue Währung
lv: Jauna valūta

# tl_shop_currency.new.1
source: Eine neue Währung erstellen
lv: Izveidot jaunu valūtu

# tl_shop_currency.edit.0
source: Bearbeiten
lv: Apstrādāt

# tl_shop_currency.edit.1
source: Währung ID %s bearbeiten
lv: Apstrādāt valūtu ID %s

# tl_shop_currency.copy.0
source: Duplizieren
lv: Dublicēt

# tl_shop_currency.copy.1
source: Währung ID %s duplizieren
lv: Dublicēt valūtu ID %s

# tl_shop_currency.delete.0
source: Löschen
lv: Dzēst

# tl_shop_currency.delete.1
source: Währung ID %s löschen
lv: Dzēst valūtu ID %s

# tl_shop_currency.show.0
source: Details
lv: Informācija

# tl_shop_currency.show.1
source: Die Details der Währung ID %s anzeigen
lv: Parādīt valūtas ID %s informāciju
